driver-tests/bpelse/assign/AssignJbi/test/CopygMonthInvoke/Output.xml

<?xml version="1.0" encoding="UTF-8"?><SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/"><SOAP-ENV:Header/><SOAP-ENV:Body xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"><gMonthPart xmlns="urn:DataType"><xsd_gMonth>--08</xsd_gMonth><optional_gMonth>--10</optional_gMonth><repeat_gMonth>--10</repeat_gMonth><repeat_gMonth>--12</repeat_gMonth></gMonthPart></SOAP-ENV:Body></SOAP-ENV:Envelope>
